Repository: AAAI/AITopics-website
Catalog: sites/all/modules/tagadelic/translations/*.po
Languages: cs, de, nb

source: Tagadelic offers dynamic urls. <br/>Visit example.com/tagadelic/list/2,1,5 to get the vocabularies 2,1 and 5 listed as tag groups. <br/>Visit example.com/tagadelic/chunk/2,1,5 to get a tag cloud of the terms in the vocabularies 2,1 and 5.<br/> Note that we limit to five vocabularies.
cs: Tagadelic nabízí automatické generování seznamu termínů a umožňuje jeho zobrazení formou oblaku ať již samostatně na stránce, tak v samostatném bloku.
de: Tagadelic bietet dynamische URLs.<br />Der Aufruf von <code>example.com/tagadelic/list/2,1,5</code> würde die Begriffe der Vokabulare 2, 1 und 5 auflisten.<br />Der Aufruf von <code>example.com/tagadelic/chunk/2,1,5</code> würde die Begriffswolken für die Vokabulare 2, 1 und 5 anzeigen.<br />Hinweis: Es werden höchstens 5 Vokabulare verwendet.
nb: Tagedlic tilbyr dynamiske url'er. <br/>Se på example.com/tagadelic/list/2,1,5 for vokabularene 2, 1 og 5 listet som merke grupper. <br/>Besøk example.com/tagadelic/chunck/2,1,5 for å se en merkesky for termene i vokabularene 2, 1 og 5. <br/>Merk at det er begrenset til fem vokabularer.

source: Tagadelic configuration
cs: Nastavení Tagadelic
de: Tagadelic-Konfiguration
nb: Tagadelic innstillinger

source: Configure the tag clouds. Set the order, the number of tags, and the depth of the clouds.
cs: Nastavení oblaku termínů. Nastavení pořadí, počtu termínl a velikosti oblaku.
de: Konfiguration der Begriffswolken: Sortierung, Anzahl Begriffe und Anzahl Stufen einstellen.
nb: Konfigurer merkeskyene. Sett rekkefølge, antall merker og dybden av skyene.

source: Tags
cs: Termíny
de: Begriffe
nb: Merker

source: by weight, ascending
cs: podle váhy, vzestupně
de: nach Begriffssortierung im Vokabular, aufsteigend
nb: etter vekt, stigende

source: by weight, descending
cs: podle váhy, sestupně
de: nach Begriffssortierung im Vokabular, absteigend
nb: etter vekt, synkende

source: by title, ascending
cs: podle názvu, vzestupně
de: nach Begriff, aufsteigend
nb: etter tittel, stigende

source: by title, descending
cs: podle názvu, sestupně
de: nach Begriff, absteigend
nb: etter tittel, synkende

source: random
cs: náhodně
de: zufällig
nb: tilfeldig

source: Tagadelic sort order
cs: Systém řazení termínů
de: Sortierkriterium und Reihenfolge
nb: Tagadelic sorteringsorden

source: Determines the sort order of the tags on the freetagging page.
cs: Určí systém řazení termínů na stránce s volně zobrazenými termíny.
de: Legt fest, wonach sortiert wird und in welcher Reihenfolge.
nb: Angir hvordan merkene på frimerkingssiden sorteres.

source: Amount of tags
cs: Počet termínů

source: The amount of tags that will show up in a cloud.
cs: Počet termínů zobrazených v oblaku.

source: Number of levels
cs: Počet úrovní
de: Anzahl Stufen
nb: Antall nivåer

source: The number of levels between the least popular tags and the most popular ones. Different levels will be assigned a different class to be themed in tagadelic.css
cs: Počet úrovní mezi nejméně a nejvíce vyskytovaném termínu. Jednotlivé úrovně jsou odlišovány klasicky velikostí písma definovaném styly v souboru tagadelic.css
de: Legt die Anzahl Stufen zwischen den häufigsten und den seltensten Begriffen fest. Jeder Stufe wird eine CSS-Klasse zugeordnet. Diese können der Datei „tagadelic.css“ angepasst werden.
nb: Antall nivåer mellom minst populære merke og de mest populære. Forskjellige nivåer vil bli lagt til forskjellige css klasser som formateres i tagadelic.css

source: view all posts tagged with "@tag"
cs: zobrazit všechny příspěvky s termínem "@tag"
de: Beiträge anzeigen, die mit dem Begriff „@tag“ versehen sind
nb: vis alle postene som er merket med "@tag"

source: tags in @voc
cs: termíny v @voc

source: tags for @title
cs: termíny pro @title

source: tags for the current post
cs: termíny v aktuálním příspěvku

source: Block title
cs: Název bloku

source: The title of the block as shown to the user.
cs: Název bloku zobrazený uživatelům.

source: Tags to show
cs: Termíny k zobrazení
de: anzuzeigende Begriffe
nb: Antall merker som vises

source: The number of tags to show in this block.
cs: Počet termínů zobrazených v bloku.
de: Die Anzahl Begriffe in diesem Block.
nb: Antall merker som skal vises i denne blokken.

source: Amount of tags on the pages
cs: Počet termínů na stránce s termíny
de: Anzahl Begriffe auf Seiten
nb: Antall merker på sidene

source: The amount of tags that will show up in a cloud on the pages. Amount of tags in blocks must be configured in the block settings of the various cloud blocks.
cs: Počet termínů zobrazených na stránce s oblakem termínů. Počet termínů v bloku musí být určen v nastavení daného bloku s bolakem termínů.
de: Legt die maximale Anzahl Begriffe pro Wolke auf einer Seite fest. Die maximale Anzahl Begriffe pro Wolke in einem Block wird in der jeweiligen Blockkonfiguration festgelegt.
nb: Antall merker som vil vises i en sky på sidene. Antall merker i blokker må konfigureres i innstillingene for hver enkelt skyblokk.

source: more tags
cs: více...
de: weitere Begriffe
nb: flere merkelapper

source: Tagadelic makes weighted tag clouds from your taxonomy terms.
cs: Tagadelic vytváří oblaky termínů z kategorií.
de: Tagadelic zeigt Taxonomiebegriffe als Begriffswolken.
nb: Tagadelic lager vektede merkeskyer fra dine taksonomitermer.

source: Taxonomy
de: Taxonomie
nb: Taksonomi

source: Tags in @voc
de: Begriffe in @voc
nb: Merker i @voc

source: Tags for @title
de: Begriffe für @title
nb: Merker for @title

source: Tags for the current post
de: Begriffe für diesen Beitrag
nb: Merker for gjeldende side
