Repository: AAAI/AITopics-website
Catalog: sites/all/modules/extlink/translations/*.po
Languages: nl

source: External links
nl: Externe verwijzingen

source: Alter the display of external links on the site.
nl: Wijzig hoe externe verwijzingen op de site worden weergegeven.

source: Add icon to external links
nl: Voeg een pictogram toe voor externe verwijzingen

source: Places an !icon icon next to external links.
nl: Plaats een !icon pictogram naast externe verwijzingen.

source: Consider subdomains internal
nl: Beschouw subdomeinen als intern

source: If checked, links with the same primary domain will all be considered internal. A link from www.example.com to my.example.com would be considered internal. Links between the www. and non-www. domain are always considered internal.
nl: Als aangevinkt worden gelijke primaire domeinen als intern beschouwd. Een link van www.example.com naar mijn.example.com wordt als intern beschouwd. Links tussen www.example.com en example.com worden altijd als intern beschouwd.

source: Open external links in a new window
nl: Open externe verwijzingen in een nieuw scherm

source: Should all external links be opened in a new window?
nl: Moeten alle externe verwijzingen in een nieuw scherm worden geopend?

source: External Links
nl: Externe Verwijzingen

source: Adds icon next to external links on the site.
nl: Zet een pictogram naast externe verwijzingen op de site.

source: User interface
nl: Gebruikersinterface
